amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ritwickdey.LiveServer
robertz.code-snapshot
shd101wyy.markdown-preview-enhanced
solnurkarim.html-to-css-autocompletion
solomonkinard.git-blame
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
